{"translation-revision-date":"2024-10-02 16:14:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_GB"},"Sorry, you don't have permission to update the theme.":["Sorry, you don't have permission to update the theme."],"Finish customizing":["Finish customising"],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in the editor."],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in the editor."],"Add patterns":["Add patterns"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["Based on the info you shared, our AI tool recommends using this colour palette. Want to change it? You can select or add new colours below, or update them later in the editor."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Choose the colour palette that best suits your brand. Want to change it? Create your custom colour palette below, or update it later in the editor."],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Design a store that reflects your brand and business. Customise your active theme, select a professionally designed theme, or create a new look using our store designer."],"DON'T HAVE A LOGO YET?":["DON'T HAVE A LOGO YET?"],"Want more patterns?":["Want more patterns?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Unfortunately, we're experiencing some technical issues – please come back later to access more patterns."],"Shuffle":["Shuffle"],"Services":["Services"],"Welcome shoppers to your store with one of our introductory patterns.":["Welcome shoppers to your store with one of our introductory patterns."],"Intro":["Intro"],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Looks like we can't detect your network. Please double-check your internet connection and refresh the page."],"Browse themes":["Browse themes"],"Choose a professionally designed theme":["Choose a professionally designed theme"],"Use the store designer":["Use the store designer"],"Design or choose a new theme":["Design or choose a new theme"],"Design your own theme":["Design your own theme"],"You can edit your content later in the Editor":["You can edit your content later in the editor"],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns."],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome."],"I wanted to design my own theme.":["I wanted to design my own theme."],"What motivated you to choose the \"Design your own theme\" option?":["What motivated you to choose the \"Design your own theme\" option?"],"Choose your footer":["Choose your footer"],"Design your homepage":["Design your homepage"],"Choose your header":["Choose your header"],"Choose fonts":["Choose fonts"],"Choose your color palette":["Choose your colour palette"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Create a store that reflects your brand and business. Select one of our professionally designed themes to customise, or create your own using AI."],"Take a quick tour to discover what's possible.":["Take a quick tour to discover what's possible."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["But don't let that stop you! Start customising the look and feel of your store by adding your logo and selecting your colours and layout. "],"Discover what's possible with the store designer":["Discover what's possible with the store designer"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Start designing your store, including adding your logo, changing colour schemes, and building your own layouts. Take a quick tour to discover what's possible."],"Setting up the foundations":["Setting up the foundations"],"Continue setting up your store":["Continue setting up your store"],"Options":["Options"],"Send":["Send"],"Neutral":["Neutral"],"Back":["Back"],"Navigation":["Navigation"],"Style":["Style"],"Paid":["Paid"],"Share feedback":["Share feedback"],"Skip":["Skip"],"About":["About"],"Layout":["Layout"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Previous"],"Close":["Close"],"Cancel":["Cancel"],"Continue":["Continue"],"Delete":["Delete"],"Settings":["Settings"],"Reviews":["Reviews"],"Default":["Standard"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}